Repository: strangerstudios/pmpro-group-accounts
Catalog: languages/pmpro-group-accounts-*.po
Languages: es_es

source: Paid Memberships Pro - Group Accounts Add On
es_es: Paid memberships pro - plugin de cuentas de grupo

source: Sell group memberships where one member pays for a collection of people to access your content individually.
es_es: Vende membresías grupales donde un miembro paga para que un grupo de personas acceda a tu contenido individualmente.

source: Group Accounts
es_es: Cuentas de grupo

source: Thank you for activating. <a href="%s">Create a new membership level or update an existing level</a> to add group account features.
es_es: Gracias por activar. <a href=“%s”>Cree un nuevo nivel de membresía o actualice un nivel existente</a> para agregar funciones de cuenta grupal.

source: The following plugin(s) are required for the %1$s plugin to work: %2$s
es_es: Los siguientes plugins son necesarios para que el plugin %1$s funcione: %2$s

source: Group Account Information
es_es: Información de la cuenta grupal

source: Group ID
es_es: Id de grupo

source: Group Owner
es_es: Propietario del grupo

source: Actions
es_es: Acciones

source: Manage Group
es_es: Gestionar grupo

source: Group Code
es_es: Codigo de grupo

source: Parent Account
es_es: Cuenta primaria

source: View Documentation
es_es: Ver documentación

source: Docs
es_es: Documentación

source: Visit Customer Support Forum
es_es: Visita el foro de atención al cliente

source: Support
es_es: Atención al cliente

source: Group code applied.
es_es: Código de grupo aplicado.

source: This group code cannot be used to claim this level.
es_es: Este código de grupo no se puede utilizar para reclamar este nivel.

source: This group is no longer accepting signups.
es_es: Este grupo ya no acepta inscripciones.

source: Invalid group code.
es_es: Código de grupo no válido.

source: You have applied the following group code: %s
es_es: Ha aplicado el siguiente código de grupo: %s

source: You cannot use your own group code.
es_es: No puedes utilizar tu propio código de grupo.

source: You are already a member of this group.
es_es: Ya eres miembro de este grupo.

source: Group
es_es: Grupo

source: Managed by %s
es_es: Gestionado por %s

source: Group accounts allow a member to purchase a block of memberships at once. The member will receive a code to distribute to their group for use during registration.
es_es: Las cuentas grupales permiten que un miembro compre un bloque de membresías a la vez. El miembro recibirá un código para distribuir a su grupo para que lo use durante el registro.

source: View documentation
es_es: Ver documentación

source: You do not have any membership levels that can be set as the child account for this group.
es_es: No tiene ningún nivel de membresía que pueda configurarse como cuenta secundaria para este grupo.

source: Please <a target="_blank" href="%s">create an additional membership level</a> to use as the child account for this group.
es_es: <a target=“_blank” href=“%s”>Cree un nivel de membresía adicional</a> para usar como cuenta secundaria para este grupo.

source: Select one or more membership levels that can be claimed by group members. Leave blank if this membership level does not offer child accounts.
es_es: Seleccione uno o más niveles de membresía que puedan reclamar los miembros del grupo. Déjelo en blanco si este nivel de membresía no ofrece cuentas secundarias.

source: Type of Group
es_es: Tipo de grupo

source: Fixed - Set a specific number of allowed seats.
es_es: Fijo: establece un número específico de asientos permitidos.

source: Variable - Member can choose number of seats at checkout.
es_es: Variable: el miembro puede elegir el número de puestos al momento de pagar.

source: Set a specific number of seats in the group or allow the member to choose the number of seats they need at checkout.
es_es: Establezca una cantidad específica de puestos en el grupo o permita que el miembro elija la cantidad de asientos que necesita al momento de pagar.

source: Total Seats
es_es: Total de puestos

source: The total number of seats that are included in this group. Note: the group account owner does not count toward this total.
es_es: La cantidad total de puestos incluidos en este grupo. Nota: el propietario de la cuenta del grupo no se tiene en cuenta para este total.

source: Minimum Seats
es_es: Mínima cantidad de puestos

source: The minimum number of seats that can be added at checkout.
es_es: El número mínimo de puestos que se pueden agregar al momento del pago.

source: Maximum Seats
es_es: Máxima cantidad de puestos

source: The maximum number of seats that can be added at checkout. Note: the group account owner does not count toward this limit.
es_es: La cantidad máxima de puestos que se pueden agregar al finalizar la compra. Nota: el propietario de la cuenta grupal no cuenta para este límite.

source: Pricing Model
es_es: Modelo de precios

source: None - Group pricing is built into this membership level.
es_es: Ninguno: los precios de grupo están integrados en este nivel de membresía.

source: Per Seat - Set a specific price per additional seat.
es_es: Por puesto: establece un precio específico por puesto adicional.

source: The pricing model to use for purchasing seats.
es_es: El modelo de precios a utilizar para comprar puestos.

source: WARNING: This level does not have any pricing set up. We highly recommend that you set up an initial payment or recurring billing for a better checkout experience.
es_es: ADVERTENCIA: Este nivel no tiene ningún precio establecido. Le recomendamos que configure un pago inicial o una facturación periódica para disfrutar de una mejor experiencia de pago.

source: Cost Per Seat
es_es: Costo por puesto

source: The additional cost at checkout per seat.
es_es: El costo adicional al momento de pagar por cada puesto.

source: Price Application
es_es: Solicitud de precio

source: Initial payment and recurring subscription
es_es: Pago inicial y suscripción recurrente

source: Initial payment only
es_es: Pago inicial solamente

source: Recurring subscription only
es_es: Subscripción periódicamente solamente

source: Define whether the seat cost should be applied for the initial payment, recurring payment, or both.
es_es: Define si el costo del puesto debe aplicarse al pago inicial, al pago periódico o a ambos.

source: WARNING: This level does not have a recurring subscription. Child accounts will assume a monthly billing period unless you configure the subscription on this parent level.
es_es: ADVERTENCIA: Este nivel no tiene una suscripción periódica. Las cuentas secundarias asumirán un período de facturación mensual a menos que configure la suscripción en este nivel principal.

source: Manage Groups
es_es: Gestionar grupos

source: This user does not manage any groups.
es_es: Esta usuario no administra ningún grupo.

source: Parent Level
es_es: Nivel primario

source: Group Levels
es_es: Niveles de grupo

source: Seats
es_es: Puestos

source: None
es_es: Ninguno

source: Page not set.
es_es: Pagina no establecida.

source: Manage Child Memberships
es_es: Administrar membresías secundarias

source: This user has not been a member of any groups.
es_es: Este usuario no ha sido miembro de ningún grupo.

source: Level ID
es_es: Id de nivel

source: Status
es_es: Estado

source: !!pmprogroupacct_parent_display_name!! has invited you to !!blog_name!!
es_es: !!pmprogroupacct_parent_display_name!! te ha invitado a !!blog_name!!

source: Group Accounts - Invite Member
es_es: Cuentas de grupo: Invitar a un miembro

source: <p>You have been invited to !!blog_name!! by !!pmprogroupacct_parent_display_name!!.</p> <p>To join the group, click the link below and complete the checkout process.</p> <p>!!pmprogroupacct_invite_link!!</p>
es_es: <p>¡Ha sido invitado a !!blog_name!! por !!pmprogroupacct_parent_display_name!!.</p> <p>Para unirse al grupo, haga clic en el enlace que aparece a continuación y complete el proceso de pago.</p> <p>!!pmprogroupacct_invite_link!!</p>

source: This email is sent when a group account owner completes the form to invite other users to their group via email.
es_es: Este correo electrónico se envía cuando el propietario de una cuenta de grupo completa el formulario para invitar a otros usuarios a su grupo por correo electrónico.

source: Your Group Code is:
es_es: Este código de grupo es:

source: New members can use this code to join your group at no additional cost.
es_es: Los nuevos miembros pueden usar este código para unirse a su grupo sin costo adicional.

source: %1$s membership: %2$s
es_es: %1$s membresía: %2$s

source: Include the shortcode [pmprogroupacct_manage_group].
es_es: Incluya el shortcode [pmprogroupacct_manage_group].

source: No group was passed.
es_es: Ningún grupo fue pasado.

source: You do not have permission to view this group.
es_es: No tienes permiso para ver este grupo.

source: Unable to validate your request. The member was not removed.
es_es: No se pudo validar su solicitud. El miembro no fue eliminado.

source: You do not have permission to remove this group member.
es_es: No tienes permiso para eliminar a este miembro del grupo.

source: Group members removed.
es_es: Miembros del grupo eliminados.

source: You do not have permission to update this group.
es_es: No tienes permiso para actualizar este grupo.

source: Total seats must be a number.
es_es: El total de puestos debe ser un número.

source: Group settings updated.
es_es: Configuración de grupo actualizada.

source: Invalid nonce.
es_es: Nonce inválido.

source: No level ID was passed.
es_es: No se pasó ningún ID de nivel.

source: Level ID must be a number.
es_es: El ID de nivel debe ser un número.

source: This level cannot be claimed using this group code.
es_es: Este nivel no se puede reclamar utilizando este código de grupo.

source: No email addresses were passed.
es_es: No se pasaron direcciones de correo electrónico.

source: No valid email addresses were passed.
es_es: No se pasaron direcciones de correo electrónico válidas.

source: Failed to send emails.
es_es: Error al enviar correos electrónicos.

source: Invites sent.
es_es: Invitaciones enviadas.

source: Invites sent to the following email addresses:
es_es: Invitaciones enviadas a las siguientes direcciones de correo electrónico:

source: Failed to send invites to the following email addresses:
es_es: No se pudieron enviar invitaciones a las siguientes direcciones de correo electrónico:

source: The following email addresses were invalid:
es_es: Las siguientes direcciones de correo electrónico no son válidas:

source: New group code generated.
es_es: Nuevo código de grupo generado.

source: Group Settings (Admin Only)
es_es: Configuración de grupo (solo administrador)

source: Change the settings for group ID %1$s managed by %2$s.
es_es: Cambie la configuración del ID de grupo %1$s administrado por %2$s.

source: Update Settings
es_es: Actualizar configuración

source: Group Members
es_es: Miembros de grupo

source: There are no active members in this group.
es_es: No hay miembros activos en este grupo.

source: Remove
es_es: Eliminar

source: Remove Selected Members
es_es: Eliminar miembros seleccionados

source: Are you sure that you would like to remove these users from your group?
es_es: ¿Está seguro de que desea eliminar estos usuarios de su grupo?

source: Invite New Members
es_es: Invitar a nuevos miembros

source: This group is not accepting signups.
es_es: Este grupo no acepta inscripciones.

source: Your Group Code is: %s
es_es: Su código de grupo es: %s

source: For %s membership:
es_es: Para la membresía %s:

source: Generate a New Group Code
es_es: Generar un nuevo código de grupo

source: Generate a new group code to prevent new members from joining your group with the current code. Your existing group members will remain in your group. This action is permanent and cannot be reversed.
es_es: Genera un nuevo código de grupo para evitar que nuevos miembros se unan a tu grupo con el código actual. Los miembros de tu grupo actual permanecerán en él. Esta acción es permanente y no se puede revertir.

source: Generate New Group Code
es_es: Generar nuevo código de grupo

source: Invite New Members via Email
es_es: Invitar a nuevos miembros por correo electrónico

source: Email Addresses
es_es: Direcciones de correo electrónico

source: Enter one email address per line.
es_es: Introduzca una dirección de correo electrónico por línea.

source: Old Members
es_es: Viejos miembros

source: View Your Membership Account
es_es: Ver su cuenta de membresía

source: The price per seat is %s.
es_es: El precio por puesto es %s.

source: You will be charged an additional %s per seat for the initial payment only.
es_es: Se le cobrará un %s adicional por puesto solo por el pago inicial.

source: You will be charged an additional %s per seat with each recurring payment.
es_es: Se le cobrará un %s adicional por puesto con cada pago recurrente.

source: Number of Seats
es_es: Cantidad de puestos

source: Choose the number of seats to purchase. You can purchase between %s and %s seats.
es_es: Seleccione la cantidad de puestos que desea comprar. Puede comprar entre %s y %s puestos.

source: The number of seats must be a whole number.
es_es: El número de puestos debe ser un número entero.

source: You must purchase at least %s seats.
es_es: Debes comprar al menos %s puestos.

source: You cannot purchase more than %s seats.
es_es: No puedes comprar más de %s puestos.

source: There are currently %s members in your group. You must purchase at least that many seats.
es_es: Actualmente hay %s miembros en tu grupo. Debes comprar al menos esa cantidad de puestos.

source: Group Account
es_es: Cuenta de grupo

source: Users can join your group by using the %1$s code at checkout (%2$s/%3$s seats claimed).
es_es: Los usuarios pueden unirse a su grupo usando el código %1$s al momento del pago (%2$s/%3$s puestos reclamados).
